Repository: Maurice-kurth/Videogamehorses
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: This is the homepage
fr: Ceci est la page d'accueil

source: in english
fr: en français

source: Welcome to Videogamehorses !
fr: Bienvenue sur Videogamehorses !

source: On this website you will find a <b> different </b> kind of videogame reviews. Because they are based on horses ! <br> You should go to the <a href="/about">about section</a> if you want to find out why I did this. <br> Below, you will find the latest reviews I published.
fr: Sur ce site vous trouverez un type particulier de tests de jeux vidéos, parce qu'ils sont basés sur les chevaux ! Vous devriez aller dans la section <a href="/about">à propos </a> pour découvrir pourquoi j'ai fait cela.<br> Ci-dessous, vous trouverez les derniers tests que j'ai publiés.

source: All reviews on the website
fr: Tous les tests publiés

source: Rating :
fr: Note:

source: out of 5
fr: sur 5

source: Comment section
fr: Les commentaires

source: Send comment
fr: Envoyer un commentaire

source: You can't comment if you're not logged in
fr: Vous ne pouvez pas commenter si vous n'êtes pas connecté

source: Reviews
fr: Tests

source: About
fr: à propos

source: Login here
fr: Connexion

source: Email adress
fr: Adresse e-mail

source: Password
fr: Mot de passe

source: Login
fr: Connexion

source: Sign up here
fr: Inscrivez-vous sur cette page

source: Sign up
fr: Inscription

source: Create account
fr: Créer un compte

source: You are connected as
fr: Vous êtes connecté en tant que

source: Logout
fr: Déconnexion

source: Change your language here :
fr: Changez la langue du site ici :

source: Latest news
fr: Réseaux sociaux

source: About this website
fr: À propos de ce site web

source: <p> Hello ! I am happy to see you are interested in this project. </p> <p> This website stems from a project I completed for my Master’s degree at the University of Strasbourg.</p> <p>The goal was to create a multilingual website for yourself, either as a portfolio or for a hobby you enjoy. </p> <p> Because two of my hobbies include horse riding and videogames, I decided to merge the two and come up with somewhat of a unique concept, Videogamehorses ! The goal here is to look at popular games (mostly RPGs) and analyze how well they designed horses in those games. </p> <p> I think horseriding is a great tool for immersion and transportation in video games, capable of giving you a trusty companion to ride along. Horses are also usually very majestic and trustworthy, which makes them a great partner for adventure. </p> <p> In order to give myself an additional challenge, I developed this website with Symfony, a PHP framework which adds potential but also complexity to any project. </p> <p> This website has room for a lot of improvement and I might keep working on it to gather new skills, I will figure this out in the future depending on how much free time I have. </p> <p> Anyways, I hope you enjoy reading my reviews and maybe leave a comment or follow me on social media ! </p> <p class="text-right">Maurice</p>
fr: <p> Bonjour, je suis heureux de voir que vous êtes intéressé par ce projet. </p> <p> Ce site web est issu d'un projet que j'ai réalisé pour mon Master à l'Université de Strasbourg. Le but était de créer un site web multilingue pour vous-même, soit comme portfolio, soit pour un hobby que vous aimez. </p> <p>Comme l'équitation et les jeux vidéo sont deux de mes passe-temps, j'ai décidé de fusionner les deux et de créer un concept quelque peu unique, Videogamehorses ! </p> <p> L'objectif est d'examiner des jeux populaires (principalement des RPG) et d'analyser la façon dont ils ont conçu les chevaux dans ces jeux. Je pense que l'équitation est un excellent outil d'immersion et de transport dans les jeux vidéo, capable de vous donner un compagnon de confiance à chevaucher. Les chevaux sont aussi généralement très majestueux et dignes de confiance, ce qui en fait un partenaire idéal pour l'aventure. </p> <p> Afin de me donner un défi supplémentaire, j'ai développé ce site avec Symfony, un framework PHP qui ajoute du potentiel mais aussi de la complexité à tout projet. Ce site peut encore être amélioré et il se peut que je continue à travailler dessus pour acquérir de nouvelles compétences, je le découvrirai dans le futur en fonction du temps libre dont je disposerai. </p> <p> Quoi qu'il en soit, j'espère que vous appréciez de lire mes critiques et peut-être laisser un commentaire ou me suivre sur les médias sociaux ! </p> <p class="text-right">Maurice</p>

source: Home
fr: Accueil
